Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Set the scroll speed when using the mouse wheel to slow
ru_ru: Установить медленную скорость прокрутки колесом мыши

source: Sets text outline to maximum
ru_ru: Использовать большую обводку

source: Sets text outline to minimum
ru_ru: Использовать обычную обводку

source: Sets text shadows to maximum
ru_ru: Отображать большую тень

source: Sets text shadows to minimum
ru_ru: Отображать обычную тень

source: Sets text width to big
ru_ru: Использовать жирный шрифт

source: Sets text width to maximum
ru_ru: Использовать очень жирный шрифт

source: Sets text width to normal
ru_ru: Не использовать жирный шрифт

source: Sets the B button function to close windows
ru_ru: Кнопка B закрывает окна

source: Sets the B button function to enable auto-mode
ru_ru: Кнопка B включает автоматический режим

source: Sets the B button function to open the system menu
ru_ru: Кнопка B открывает меню паузы

source: Sets the B button function to skip all text
ru_ru: Кнопка B пропускает любой текст

source: Sets the B button function to skip previously read text
ru_ru: Кнопка B пропускает уже прочитанный текст

source: Sets the C button function to close windows
ru_ru: Кнопка C закрывает окна

source: Sets the C button function to enable auto-mode
ru_ru: Кнопка C включает автоматический режим

source: Sets the C button function to open the system menu
ru_ru: Кнопка C открывает меню паузы

source: Sets the CTRL key function to close windows
ru_ru: Кнопка CTRL закрывает окна

source: Sets the CTRL key function to enable auto-mode
ru_ru: Кнопка CTRL включает автоматический режим

source: Sets the CTRL key function to open the system menu
ru_ru: Кнопка CTRL открывает меню паузы

source: Sets the CTRL key function to skip all text
ru_ru: Кнопка CTRL пропускает любой текст

source: Sets the CTRL key function to skip previously read text
ru_ru: Кнопка CTRL пропускает уже прочитанный текст

source: Sets the SHIFT key function to close windows
ru_ru: Кнопка SHIFT закрывает окна

source: Sets the SHIFT key function to enable auto-mode
ru_ru: Кнопка SHIFT включает автоматический режим

source: Sets the SHIFT key function to open the system menu
ru_ru: Кнопка SHIFT открывает меню паузы

source: Sets the SHIFT key function to skip all text
ru_ru: Кнопка SHIFT пропускает любой текст

source: Sets the SHIFT key function to skip previously read text
ru_ru: Кнопка SHIFT пропускает уже прочитанный текст

source: Sets the middle-click function to close windows
ru_ru: Средний щелчок мыши закрывает окна

source: Sets the middle-click function to enable auto-mode
ru_ru: Средний щелчок мыши включает автоматический режим

source: Sets the middle-click function to open the system menu
ru_ru: Средний щелчок мыши открывает меню паузы

source: Sets the middle-click function to skip all text
ru_ru: Средний щелчок мыши пропускает любой текст

source: Sets the middle-click function to skip previously read text
ru_ru: Средний щелчок мыши пропускает уже прочитанный текст

source: Sets the right-click function to close windows
ru_ru: Правый щелчок мыши закрывает окна

source: Sets the right-click function to enable auto-mode
ru_ru: Правый щелчок мыши включает автоматический режим

source: Sets the right-click function to open the system menu
ru_ru: Правый щелчок мыши открывает меню паузы

source: Sets the right-click function to skip all text
ru_ru: Правый щелчок мыши пропускает любой текст

source: Sets the right-click function to skip previously read text
ru_ru: Правый щелчок мыши пропускает уже прочитанный текст

source: Shaking Transparency
ru_ru: Дрожащая прозрачность

source: Shall we try it out, then?
ru_ru: Может, тогда попробуем?

source: Shall we?
ru_ru: Пойдём?

source: She actually figured out the cause with just a cursory look? I guess her skills are the real deal.
ru_ru: Она действительно это поняла лишь окинув меня беглым взглядом? Полагаю, ее навыки говорят сами за себя.

source: She cares for you much more than you would think.
ru_ru: Она заботится о тебе гораздо больше, чем ты думаешь.

source: She casually blurts out some really scary words.
ru_ru: Она непринужденно говорит очень жуткие слова.

source: She certainly earns her name as Dominion's hotdogger...
ru_ru: Она, безусловно, заслужила своё звание хот-доггера Доминиона...

source: She certainly isn't mocking me or anything, but her smile is stiff and her attitude business-like. You could simply take that as the way she interacts with a superior officer, but...
ru_ru: Она, конечно, не глумится надо мной или что-то в этом роде, но её улыбка жесткая, а отношение деловое. Можно было бы просто принять это за манеру общения с вышестоящим офицером, но...

source: She could destroy the entire world in two minutes if she felt like it.
ru_ru: Она могла бы уничтожить весь мир за пару минут, если бы захотела.

source: She gently holds my hand. Even online, her touch is soft.
ru_ru: Она нежно держит меня за руку. Даже в Интернете её касание мягкое.

source: She gets up to some crazy stuff, but it seems there's no doubting her skills. Why would someone like her stay in these slums?
ru_ru: Она занимается безумными вещами, но, похоже, никто не сомневается в её способностях. Зачем кому-то вроде неё оставаться в этих трущобах?

source: She goes by Dr. Noi. I've never met her either. I hear she charges a pretty penny but is willing to perform any kind of surgery.
ru_ru: Её зовут доктор Нои. Я с ней тоже никогда не встречалась. Я слышала, что она берет немалые деньги, но готова взяться за любую операцию.

source: She has a cute little face, but the look in her eyes is the furthest thing from childlike.
ru_ru: У нее милое личико, но выражение ее глаз очень далеко от детского.

source: She has her arms wrapped around me and is dragging me along as she walks.
ru_ru: Она обхватила меня руками и тащит за собой, идя по коридору.

source: She hasn't grown much...
ru_ru: Она почти не выросла...

source: She holds out a robotic arm for me. I casually take it and stand up...
ru_ru: Она протягивает мне роботизированную руку. Я небрежно ее беру и встаю...

source: She might be going through some tough times. I start feeling sorry for her when I think about her life in the slums.
ru_ru: Возможно, она переживает трудные времена. Мне становится жаль ее, когда я думаю о ее жизни в трущобах.

source: She might know already...
ru_ru: Возможно, она уже знает...

source: She projects some images on the wall monitor. Sadly, I have no idea what any of it means.
ru_ru: Она проецирует несколько изображений на настенный монитор. К сожалению, я понятия не имею, что они означают.

source: She really was a kind person...
ru_ru: Она была очень добрым человеком...

source: She says that with a smile.
ru_ru: Она говорит это с улыбкой.

source: She says the scariest things so casually.
ru_ru: Она непринужденно говорит довольно жуткие вещи.

source: She seems oddly familiar...
ru_ru: Она кажется мне знакомой...

source: She speaks with a cold, admonishing tone and a stern expression, but her eyes are filled with concern as she gazes at me.
ru_ru: Она говорит холодным, назидательным тоном и с суровым выражением лица, но ее глаза полны беспокойства.

source: She sure has the look you'd expect from the president of a company like Ark.
ru_ru: Она обладает внешностью, которую можно ожидать от президента Ковчега.

source: She takes my hand, which has stopped trembling at some point.
ru_ru: Она берет мою руку, которая уже перестала дрожать.

source: She then motions me to look up ahead.
ru_ru: Затем она предлагает мне посмотреть вперед.

source: She traces the back of my neck with her fingertips.
ru_ru: Она проводит кончиками пальцев по моей шее.

source: She'll buy me some time? But what'll happen to her, then?
ru_ru: Она выиграет мне немного времени? Но что тогда случится с ней?

source: She's a dangerous foe, all right...
ru_ru: Она опасный противник...

source: She's actually incredibly fond of frilly dre... Actually, forget I said that.
ru_ru: На самом деле она обожает нарядные пла... Забудь, что я сказала.

source: She's almost as refined as me. Huh, you disagree?
ru_ru: Она почти такая же утонченная, как я. Ха, ты не согласен?

source: She's biracial, right? So tall and pretty, too...
ru_ru: Она смешанной расы, да? Такая высокая и красивая...

source: She's giving me such an earnest look. Come to think of it, she looked at me the same way back on the battlefield.
ru_ru: В её взгляде чувствуется искренность. Если подумать, она точно так же смотрела на меня тогда, на поле боя.

source: She's incredibly pretty. Once again, I find it hard to believe that she's a soldier.
ru_ru: Она невероятно красивая. В очередной раз мне трудно поверить, что она солдат.

source: She's my important junior... I can't let her worry.
ru_ru: Она моя дорогая подруга... Я не могу позволить ей волноваться.

source: She's probably looking out for me. Meanwhile, I start walking toward the corpses.
ru_ru: Возможно, она заботится обо мне. Тем временем я начинаю идти к трупам.

source: She's scary...
ru_ru: Она страшная...

source: She's so big... I want to shake mine as well...
ru_ru: Она такая большая... Хотелось бы и свою так потрясти...

source: She's still my cute junior, even if she's joined GOAT.
ru_ru: Она все еще моя милая подгруга, даже если она присоединилась к GOAT.

source: Sheathed knives of various sizes, a pair of pistols, and even a set of throwing knives in her boots.
ru_ru: Ножи разных размеров, пара пистолетов и даже набор метательных ножей для обуви.

source: Shh. Quiet.
ru_ru: Тс-с. Тихо.

source: Shift.
ru_ru: Превращение.

source: Shiny blonde locks and eyes as blue as the sea.
ru_ru: Блестящие светлые локоны и голубые, как море, глаза.

source: Shit!
ru_ru: Дерьмо!

source: Shouldn't we have changed out of our uniforms?
ru_ru: Разве мы не должны были снять нашу форму?

source: Show details
ru_ru: Показать подробную информацию

source: Show the calendar
ru_ru: Показать календарь

source: Simulacrum... A combat avatar.
ru_ru: Симулякр... Боевой аватар.

source: Since my eyes had gotten used to the dark, they're blinded for a moment by all the bright lights.
ru_ru: Поскольку мои глаза привыкли к темноте, меня на мгновение ослепляет яркий свет.

source: Skip battle.
ru_ru: Пропустить битву.

source: Slam Dogs
ru_ru: Хлопотливые собаки

source: Smaller than me... Hehehe...
ru_ru: Меньше меня... Хе-хе...

source: So he wasn't a colonel back then...
ru_ru: Значит, тогда он еще не был полковником...

source: So it's like a smokescreen?
ru_ru: Вроде дымовой завесы?

source: So she's a different person from Sora after all, huh...
ru_ru: Значит, она всё-таки не Сора...

source: So we can't just jump awake, huh?
ru_ru: Получается, мы не можем просто взять и проснуться, да?

source: So we really need to go to an expert.
ru_ru: Значит, нам действительно нужна помощь специалиста.

source: So we'll be fine if we destroy the spying equipment.
ru_ru: То есть, так оно и будет, если мы найдём все подслушивающие устройства.

source: So what do you need? Seeing as you've brought your girlfriend along, is it sex-related?
ru_ru: Так что тебе нужно? Раз уж ты привел с собой свою девушку, может, это связано с сексом?

source: So why?
ru_ru: Так почему же?

source: So you're telling me to take this seriously, huh?
ru_ru: Предлагаешь отнестись к этому серьёзно, да?

source: So, instead of telling her, I give her a look that shows my mind is made up.
ru_ru: Поэтому, вместо того чтобы ответить ей, я смотрю на нее взглядом, полным решимости.

source: So... full, unlimited feedback?
ru_ru: Значит... полная, неограниченная обратная связь?

source: Solder Crack
ru_ru: Трещина в корпусе

source: Some attacks become more powerful the more the heat gauge builds up.
ru_ru: Некоторые атаки становятся тем мощнее, чем больше шкала тепла.

source: Somehow, I manage to look away and end up spotting the clothes she's taken off, along with the weapons lying on top of them.
ru_ru: Каким-то образом мне удается отвести взгляд, и в итоге я замечаю одежду, которую она сняла, а также оружие, лежащее поверх неё.

source: Someone's embracing me from the back and holding me tight.
ru_ru: Кто-то обхватывает меня сзади и крепко прижимает к себе.

source: Something about Rain's words bothers me. I think I've heard them before.
ru_ru: Что-то в её словах меня беспокоит. Мне кажется, я уже слышал их раньше.

source: Something in my Machine
ru_ru: Что-то в моей машине

source: Something pops up in my mind as I try to argue with her.
ru_ru: Что-то всплывает у меня в голове, когда я пытаюсь ей возразить.

source: Sora is alive, somewhere.
ru_ru: Сора жива, где-то.

source: Sora, that's not fertilizer! It's herbicide!
ru_ru: Сора, это не удобрение! Это гербицид!

source: Sora, that's not salt! It's sodium hydroxide!
ru_ru: Сора, это не соль! Это гидроксид натрия!

source: Sora... I'm so sorry...
ru_ru: Сора... Прости меня...

source: Sora... Please get along with Kou...
ru_ru: Сора... Пожалуйста, поладь с Коу...

source: Sorry, was that not enough? I don't mind giving you more... but only if you talk to me.
ru_ru: Прости, этого мало? Я не против дать тебе больше... но только если ты поговоришь со мной.

source: Sort in ascending order by accuracy
ru_ru: Сортировать в порядке возрастания по точности

source: Sort in ascending order by amount destroyed
ru_ru: Сортировать в порядке возрастания по количеству уничтоженных единиц

source: Sort in ascending order by average chain length while in use
ru_ru: Сортировка в порядке возрастания по средней длине комбо во время использования

source: Sort in ascending order by default value
ru_ru: Сортировка в порядке возрастания по значению по умолчанию

source: Sort in ascending order by maximum damage
ru_ru: Сортировать в порядке возрастания по максимальному урону

source: Sort in ascending order by maximum damage dealt in one hit
ru_ru: Сортировка в порядке возрастания по максимальному урону, нанесенному за один удар

source: Sort in ascending order by maximum damage received
ru_ru: Сортировать в порядке возрастания по максимальному полученному урону

source: Sort in ascending order by maximum hits
ru_ru: Сортировка в порядке возрастания по количеству попаданий

source: Sort in ascending order by maximum hits received
ru_ru: Сортировка в порядке возрастания по максимальному количеству полученных ударов

source: Sort in ascending order by name
ru_ru: Сортировка в порядке возрастания по имени

source: Sort in ascending order by number of force crash kills
ru_ru: Сортировка в порядке возрастания по количеству убийств ульт. ударом

source: Sort in ascending order by number of multiple enemy kills
ru_ru: Сортировка в порядке возрастания по количеству одновременных убийств

source: Sort in ascending order by number of times used
ru_ru: Сортировка в порядке возрастания по количеству использований

source: Sort in ascending order by total damage received
ru_ru: Сортировать в порядке возрастания по общему полученному урону

source: Sort in ascending order by total hits received
ru_ru: Сортировка в порядке возрастания по общему количеству полученных ударов

source: Sort in ascending order by total number of hits
ru_ru: Сортировка в порядке возрастания по общему количеству попаданий

source: Sort in descending order by accuracy
ru_ru: Сортировать в порядке убывания по точности

source: Sort in descending order by amount destroyed
ru_ru: Сортировать в порядке убывания по количеству уничтоженных единиц

source: Sort in descending order by average chain length while in use
ru_ru: Сортировка в порядке убывания по средней длине комбо во время использования

source: Sort in descending order by default value
ru_ru: Сортировка в порядке убывания по значению по умолчанию

source: Sort in descending order by maximum damage
ru_ru: Сортировать в порядке убывания по максимальному урону

source: Sort in descending order by maximum damage dealt
ru_ru: Сортировать в порядке убывания по максимальному нанесенному урону

source: Sort in descending order by maximum damage received
ru_ru: Сортировать в порядке убывания по максимальному полученному урону

source: Sort in descending order by maximum hits
ru_ru: Сортировка в порядке убывания по количеству попаданий

source: Sort in descending order by maximum hits received
ru_ru: Сортировка в порядке убывания по максимальному количеству полученных ударов

source: Sort in descending order by name
ru_ru: Сортировать в порядке убывания по имени

source: Sort in descending order by number of force crash kills
ru_ru: Сортировка в порядке убывания по количеству убийств ульт. ударом

source: Sort in descending order by number of multiple enemy kills
ru_ru: Сортировка в порядке убывания по количеству одновременных убийств

source: Sort in descending order by number of times used
ru_ru: Сортировка в порядке убывания по количеству использований

source: Sort in descending order by total damage received
ru_ru: Сортировать в порядке убывания по общему полученному урону

source: Sort in descending order by total hits received
ru_ru: Сортировка в порядке убывания по общему количеству полученных ударов

source: Sort in descending order by total number of hits
ru_ru: Сортировка в порядке убывания по общему количеству попаданий

source: Spar? Wait, with you?
ru_ru: Потренироваться? Подожди, с тобой?

source: Speak of the devil and there she is, calling out to me right on cue.
ru_ru: Помяни чёрта - и вот она здесь, зовёт меня, точно по расписанию.

source: Speaking of too realistic...
ru_ru: Кстати, о гиперреализме...

source: Splendid, Lieutenant! I can always trust you to accomplish what I can't!
ru_ru: Великолепно, лейтенант! Я всегда могу доверить вам то, что мне не под силу!

source: Staying at Kisaragi Dorm was fun...
ru_ru: В общежитии Кисараги было весело...

source: Stigma
ru_ru: Клеймо

source: Still on my ass, I use my arms and legs to put some distance between us. My palms and butt slide across the concrete.
ru_ru: Все еще на заднице, я дёргаю руками и ногами в надежде увеличить расстояние между нами. Мои ладони и ягодицы скользят по бетону.

source: Still so young and pure. Hehehe...
ru_ru: Еще так молода и непорочна. Хе-хе...

source: Still want to teach... how to cook...
ru_ru: Все еще хочу научиться... готовить...

source: Stop and return to the survival mode menu.
ru_ru: Остановиться и вернуться в меню режима выживания.

source: Stop playback
ru_ru: Остановить воспроизведение

source: Stop shouting "Die, Makoto!" Please...
ru_ru: Хватит кричать "Умри, Макото!". Пожалуйста...

source: Stop... and go back to survival mode...
ru_ru: Остановиться... и вернуться в меню...

source: Strolling Under the Blue Sky
ru_ru: Прогулка под голубым небом

source: Studying's the only thing I'm just a little bit bad at.
ru_ru: Учеба - это единственное, что у меня плохо получается.

source: Stun flare! Oh goodness, that's bright...
ru_ru: Оглушающая ракета! О боже, как ярко...

source: Stupid Look
ru_ru: Глупый вид

source: Super Canceling
ru_ru: Супер прерывание

source: Support?@hKOU_0301NO Oh, yeah. Your unit's a bit different.
ru_ru: Поддержкой? А, да. Ваш симулякр немного другой.

source: Sure seems that way.
ru_ru: Похоже на то.

source: Sure. I need some post-meal exercise, anyway.
ru_ru: Конечно. В любом случае, было бы неплохо растрясти еду.

source: Surge Dash
ru_ru: Рывок

source: Surprised, I turn around and see Rain staring at me.
ru_ru: От неожиданности я поворачиваюсь и вижу, что Рейн смотрит на меня.

source: Survival mode rankings.
ru_ru: Рейтинг режима выживания.

source: Survival mode replay playback.
ru_ru: Просмотр повторов режима выживания

source: Suzushiro is a mecca of black medicine. Its lax regulations have attracted cutting-edge corporations from all over the world.
ru_ru: Судзусиро можно назвать меккой черной медицины. Дыры в местном законодательстве привлекают сюда ведущие корпорации со всего мира.

source: Suzushiro is at the very forefront of the conflict between the alienist and the anti-AI factions. That's exactly why soldiers like us come here in droves.
ru_ru: Судзусиро находится на передовой линии конфликта между фракциями алиенистов и противников ИИ. Именно поэтому такие солдаты, как мы, массово стекаются сюда.

source: Switches to auto-mode
ru_ru: Переключиться в автоматический режим

source: Switches to skip mode
ru_ru: Переключиться в режим пропуска

source: Take a deep breath. As long as our senses are active, our bodies cannot escape their routine.
ru_ru: Сделайте глубокий вдох. Пока мы в сознании, наши тела продолжают функционировать.

source: Take it easy!
ru_ru: Спокойно!

source: Takeout! I forgot that was an option!
ru_ru: На вынос! Я забыла, что так можно было!

source: Takes you to the title screen upon launching the game
ru_ru: Переходить к титульному экране при входе в игру

source: Talk about a sight for sore eyes.
ru_ru: Лучшего лекарства для глаз и быть не может.

source: Talk about a stellar urban environment.
ru_ru: Прям образцовая городская обстановка.

source: Teach me more!
ru_ru: Поучи меня ещё!

source: Telling you everything at once would only throw your mind into chaos.
ru_ru: Если я расскажу вам всё сразу, вы только сильнее запутаетесь.

source: Text displays at this speed in auto mode. Adjust to your liking.
ru_ru: В авто-режиме текст отображается с данной скоростью.

source: Th-That would be... a huge help.
ru_ru: Это было бы... очень кстати.

source: Thank you, sir.
ru_ru: Спасибо вам, сэр.

source: Thankfully, that doesn't seem to be affecting its basic functionality.
ru_ru: К счастью, это не влияет на его основную работоспособность.

source: Thankfully, the enemy is in tatters too. They only have viruses remaining.
ru_ru: К счастью, враг тоже разбит в пух и прах. У них остались только вирусы.

source: Thanks, Rain.
ru_ru: Спасибо, Рейн.

source: That allows me to just barely fend off an attack.
ru_ru: Это едва позволяет мне отбить атаку.

source: That doesn't sound very good. Please don't tell me we were involved in guerrilla warfare.
ru_ru: Звучит не очень. Пожалуйста, только не говорите мне, что мы участвовали в партизанской войне.

source: That is correct. Do you remember his name?
ru_ru: Верно. Вы помните его имя?

source: That mask is creepy. Dominion really are a weird bunch.
ru_ru: Эта маска жуткая. Доминион действительно странная шайка.

source: That means we'll have to fight them either way!
ru_ru: Значит, нам придется биться с ними в любом случае!

source: That means we'll have to head there if we want to log out.
ru_ru: Это значит, что для выхода из кибер-пространства нам придется отправиться туда.

source: That name feels somewhat familiar. But...
ru_ru: Это имя кажется мне знакомым. Но...

source: That realization sends shivers down my spine. My arms and legs start trembling in fear.
ru_ru: От осознания этого у меня по спине пробегают мурашки. Мои руки и ноги начинают дрожать от страха.

source: That said, we can't relax just yet. That skirmish must've alerted nearby hostiles to our presence.
ru_ru: Тем не менее, мы не можем расслабляться. Наше столкновение, должно быть, насторожило врагов поблизости.

source: That so? Why did I become a soldier, anyway?
ru_ru: Вот как? И почему же я стал солдатом?

source: That was fantastic, Lieutenant.@hRAIN_0201KY Uh, is something wrong?
ru_ru: Это было потрясающе, лейтенант. Эм, что-то не так?

source: That was impressive, Lieutenant! You didn't need my help at all!
ru_ru: Это было потрясающе, лейтенант! Вам совсем не понадобилась моя помощь!

source: That was supposed to have put an end to our long history of warfare, but it turned out to be wishful thinking even with the world unified.
ru_ru: Предполагалось, что это положит конец нашей долгой истории войн, но оказалось, что даже если объединить мир, то старые проблемы никуда не денутся.

source: That would be me.
ru_ru: Вообще-то это я.

source: That's enough for today.
ru_ru: На сегодня достаточно.
